[
    {"author": "Kobe Bryant", "quote": "Everything negative – pressure, challenges – is all an opportunity for me to rise."},
    {"author": "Kobe Bryant", "quote": "I can’t relate to lazy people. We don’t speak the same language. I don’t understand you. I don’t want to understand you."},
    {"author": "Kobe Bryant", "quote": "The mindset isn’t about seeking a result—it’s more about the process of getting to that result. It’s about the journey and the approach. It’s a way of life."},
    {"author": "Kobe Bryant", "quote": "Once you know what failure feels like, determination chases success."},
    {"author": "LeBron James", "quote": "I’m going to use all my tools, my God-given ability, and make the best life I can with it."},
    {"author": "LeBron James", "quote": "I think the reason why I’m here today is because I’ve always been a great teammate, and I’ve always put the team first."},
    {"author": "LeBron James", "quote": "I like being the underdog, so to speak, because I’m able to perform under pressure."},
    {"author": "LeBron James", "quote": "I want to be remembered as someone who inspired people to be more than just an athlete."},
    {"author": "Derek Jeter", "quote": "There may be people that have more talent than you, but there’s no excuse for anyone to work harder than you do."},
    {"author": "Derek Jeter", "quote": "I love it when people doubt me. It makes me work harder to prove them wrong."},
    {"author": "Steve Jobs", "quote": "Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains."},
    {"author": "Steve Jobs", "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do."},
    {"author": "Steve Jobs", "quote": "Have the courage to follow your heart and intuition. They somehow already know what you truly want to become."},
    {"author": "Steve Jobs", "quote": "I’m convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance."},
    {"author": "Batman", "quote": "All men have something to fear. The only way to conquer fear is to face it."},
    {"author": "Batman", "quote": "I am vengeance. I am the night. I am Batman!"},
    {"author": "Batman", "quote": "I wear a mask. And that mask, it’s not to hide who I am, but to create what I am."},
    {"author": "Joshua 1:9", "quote": "I command you: be strong and steadfast! Do not fear nor be dismayed, for the Lord, your God, is with you wherever you go."},
    {"author": "Pslam 21:1", "quote": "The Lord is my light and my salvation; whom should I fear? The Lord is my life’s refuge; of whom should I be afraid?"},
    {"author": "1 Corenthians 16:13", "quote": "Be on your guard, stand firm in the faith, be courageous, be strong."},
    {"author": "Isaiah 41:10", "quote": "Do not fear: I am with you; do not be anxious: I am your God. I will strengthen you, I will help you, I will uphold you with my victorious right hand."}
]